{
    "Sidebar": {
        "welcome": "Welcome !",
        "lastupdate": "Updated on",
        "dark": "Dark",
        "light": "Light"
    },
    "Home": {
        "greeting": "Hello everyone",
        "iam": "I'm",
        "based": "Based on Yogyakarta, ID",
        "introduction": "I'm a Full-stack developer",
        "passion": "Passionate about crafting seamless web experiences, I specialize in building efficient, scalable, and attractive web applications.",
        "motto": "Bringing digital dreams to life.",
        "collaboration": "Let's collaborate!",
        "freelance": "I'm open for freelance work. Don't hesitate to contact me if you want to work together.",
        "getInTouch": "Get in Touch",
        "getResume": "Get Resume"
    },
    "About": {
        "title": "About",
        "subtitle": "Get to know me a better and discover more beyond the resume.",
        "journeyTitle": "My Journey",
        "valuesTitle": "Values and Philosophy",
        "funTitle": "Fun Facts",
        "intro": "Hi, I'm Dwi Wijaya, a passionate full-stack web developer with a love for creating dynamic and user-friendly websites. With over 2 years of experience in the industry, I specialize in front-end development and have a keen eye for design and detail. My goal is to create pixel-perfect websites that not only meet the client's needs but also exceed their expectations.",
        "journey": "My career in web development began during my years at High School, where I majored in Software Engineering. My first job was at a small software house, where I learned the ropes of web development and discovered my passion for coding. Over the years, I have had the opportunity to work on numerous exciting projects. Each experience has contributed to my growth as a developer and has helped me hone my skills.",
        "values": "I believe in continuous learning and improvement. I am driven by a desire to create websites that are not only functional but also aesthetically pleasing. My work is guided by the principles of simplicity, usability, and accessibility. I strive to keep up with the latest trends and technologies in web development to ensure that my skills are always up to date.",
        "funfact": "I don't have any fun facts yet 😭."
    },
    "Services": {
        "title": "Services",
        "subtitle": "Learn about the specialized services I offer to clients."
    },
    "Contact": {
        "title": "Get in Touch",
        "subtitle": "Reach out and start a conversation about potential collaborations or inquiries.",
        "findSocial": "Find me on social media",
        "orsendMsg": "Or send me a message",
        "name": "Name",
        "namePlaceholder": "Insert your name *",
        "mail": "Mail",
        "mailPlaceholder": "Insert your email *",
        "projectDesc": "Project Description",
        "descPlaceholder": "Write me your project description *",
        "sendMsg": "Send a Message"
    },
    "Guestbook": {
        "title": "Guestbook",
        "subtitle": "Leave whatever you like to say, suggestions, questions or anything!"
    },
    "Common" : {
        "comingsoon": "Coming Soon ....",
        "back": "Back"
    },
    "Dashboard": {
        "title": "Dashboard",
        "subtitle": "This is my personal website dashboard built with serverless function",
        "pagespeedSubtitle": "Page Speed Index by Google API",
        "githubSubtitle": "My contributions from last year on github.",
        "leetcodeSubtitle": "My LeetCode statistics progress and performance."
    },
    "Skillset": {
        "title": "Skillset",
        "subtitle": "Discover related my technical skills and professional tools.",
        "certificateTitle": "Certificates",
        "certificateSubtitle": "A showcase of my professional certificates."
    }
    
}