{
    "Sidebar": {
        "welcome": "Selamat Datang !",
        "lastupdate": "Diperbarui pada",
        "dark": "Gelap",
        "light": "Terang"
    },
    "Home": {
        "greeting": "Hai semuanya",
        "iam": "Saya",
        "based": "Berdomisili di Jogja, ID",
        "introduction": "Saya seorang Full-stack developer",
        "passion": "Saya bersemangat dalam menciptakan pengalaman web yang mulus. Saya mengkhususkan diri dalam membangun aplikasi web yang efisien, skalabel, dan menarik.",
        "motto": "Mewujudkan impian digital.",
        "collaboration": "Mari bekerja sama!",
        "freelance": "Saya terbuka untuk proyek freelance, jangan ragu untuk mengirim email kepada saya untuk melihat bagaimana kita bisa berkolaborasi.",
        "getInTouch": "Hubungi Saya",
        "getResume": "Unduh Resume"
    },
    "About": {
        "title": "Tentang",
        "subtitle": "Ayo, kenali saya lebih dekat dan temukan lebih banyak di balik CV saya.",
        "journeyTitle": "Perjalanan Saya",
        "valuesTitle": "Nilai dan Filosofi",
        "funTitle": "Fakta Menarik",
        "intro": "Hai, saya Dwi Wijaya, seorang pengembang web full-stack yang bersemangat dengan kecintaan dalam menciptakan situs web yang dinamis dan ramah pengguna. Dengan pengalaman lebih dari 2 tahun di industri ini, saya mengkhususkan diri dalam pengembangan front-end dan memiliki perhatian yang tajam terhadap desain dan detail. Tujuan saya adalah untuk menciptakan situs web yang sempurna secara pixel yang tidak hanya memenuhi kebutuhan klien tetapi juga melebihi harapan mereka.",
        "journey": "Karier saya dalam pengembangan web dimulai selama tahun-tahun saya di Sekolah Menengah, di mana saya mengambil jurusan Teknik Perangkat Lunak. Pekerjaan pertama saya adalah di sebuah software-house kecil, di mana saya belajar dasar-dasar pengembangan web dan menemukan kecintaan saya terhadap coding. Selama bertahun-tahun, saya telah memiliki kesempatan untuk bekerja pada berbagai proyek yang menarik. Setiap pengalaman telah berkontribusi pada pertumbuhan saya sebagai pengembang dan telah membantu saya mengasah keterampilan saya.",
        "values": "Saya percaya pada pembelajaran berkelanjutan dan pengembangan diri. Saya didorong oleh keinginan untuk menciptakan situs web yang tidak hanya fungsional tetapi juga estetis menyenangkan. Pekerjaan saya dipandu oleh prinsip kesederhanaan, kegunaan, dan aksesibilitas. Saya berusaha untuk mengikuti tren dan teknologi terbaru dalam pengembangan web untuk memastikan bahwa keterampilan saya selalu mutakhir.",
        "funfact": "Saya belum memiliki fakta menarik 😭."
    },
    "Services": {
        "title": "Layanan",
        "subtitle": "Temukan layanan khusus yang saya tawarkan untuk klien."
    },
    "Contact": {
        "title": "Hubungi Saya",
        "subtitle": "Ayo, hubungi saya dan mulailah percakapan tentang kemungkinan kerja sama atau pertanyaan Anda.",
        "findSocial": "Temukan saya di media sosial",
        "orsendMsg": "Atau kirimkan pesan kepada saya",
        "name": "Nama",
        "namePlaceholder": "Masukkan nama Anda *",
        "mail": "Email",
        "mailPlaceholder": "Masukkan email Anda *",
        "projectDesc": "Deskripsi Proyek",
        "descPlaceholder": "Ceritakan tentang proyek Anda *",
        "sendMsg": "Kirim Pesan"
    },
    "Guestbook": {
        "title": "Buku Tamu",
        "subtitle": "Tinggalkan apapun yang ingin kamu katakan, saran, pertanyaan atau apapun!"
    },
    "Blog": {
        "title": "Blog",
        "subtitle": "Menjelajahi dunia kode, kreativitas, dan pembelajaran tanpa henti."
    },
    "Common": {
        "comingsoon": "Segera Hadir ....",
        "back": "Kembali"
    },
    "Dashboard": {
        "title": "Dasbor",
        "subtitle": "Ini adalah dashboard personal website saya dibuat dengan serverless function.",
        "pagespeedSubtitle": "Indeks kecepatan halaman saya oleh Google API",
        "githubSubtitle": "Kontribusi saya dari tahun lalu di Github.",
        "leetcodeSubtitle": "Statistik dan kinerja kemajuan LeetCode saya."
    },
    "Skillset": {
        "title": "Keahlian",
        "subtitle": "Jelajahi terkait keahlian teknis dan alat profesional saya.",
        "certificateTitle": "Sertifikasi",
        "certificateSubtitle": "Beberapa showcase sertifikat professional saya."
    },
    "Experience": {
        "title": "Pengalaman",
        "subtitle": "Temukan latar belakang profesional dan pengalaman berharga saya."
    },
    "Portfolio": {
        "title": "Portofolio",
        "subtitle": "Jelajahi proyek dan karya terbaru saya."
    },
    "Privacy": {
        "title": "Kebijakan Privasi",
        "subtitle": "Kebijakan privasi ini menjelaskan bagaimana kami mengumpulkan, menggunakan, dan melindungi informasi Anda.",
        "information_collected": "Kami mengumpulkan informasi yang Anda berikan kepada kami secara langsung, seperti nama dan alamat email Anda.",
        "usage": "Kami menggunakan informasi ini untuk meningkatkan layanan kami dan berkomunikasi dengan Anda.",
        "security": "Kami sangat memperhatikan keamanan informasi Anda dan menerapkan langkah-langkah untuk melindunginya.",
        "contact": "Jika Anda memiliki pertanyaan, silakan hubungi kami di dev.dwiwijaya@gmail.com.",
        "subtitles": {
            "information_collected": "Informasi yang Kami Kumpulkan",
            "usage": "Penggunaan Informasi",
            "security": "Keamanan Informasi Anda",
            "contact": "Hubungi Kami"
        }
    }
}